{
    "Heading": "Privacy Policy",
    "Effective Date": "01 jan 2021",
    "Introduction": "Welcome to CookVerse! We value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, store, and protect your information when you use our cookery app.",
    "Information We Collect": {
        "heading": "We only collect the necessary information to provide and improve our services. The information we collect includes:",
        "Personal Information": "We collect your name and email address also profile picture if you use social login when you create an account with us."
    },
    "How We Use Your Information": {
        "heading": "We use your information to:",
        "Provide and improve our services": "We use your information to provide and improve our services, respond to your inquiries, and send you service-related information.",
        "Personalize your experience": "We use your information to personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.",
        "Communicate with you": "We use your information to communicate with you about our services, respond to your inquiries, and send you service-related information.",
        "Protect our services": "We use your information to detect and prevent fraud, abuse, security incidents, and other harmful activity."
    },
    "How We Share Your Information": "We do not share, sell, or disclose your personal information to any third parties. Your information is used exclusively for the purposes outlined in this Privacy Policy.",
    "How We Protect Your Information": "We take the security of your personal information seriously and use industry-standard security measures to protect your information from unauthorized access, disclosure, alteration, or destruction.",
    "Your Rights": "You can choose not to provide us with certain information, but that may result in you being unable to use certain features of our services.",
    "Changes to This Privacy Policy": "We may update this Privacy Policy from time to time. If we make any material changes, we will notify you by email (sent to the email address specified in your account) or by means of a notice on this website prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.",
    "Contact Us": {
        "heading": "If you have any questions about this Privacy Policy, please contact us at",
        "Email": "arsalannaziri0786@gmail.com",
        "Address": "Delhi, India"
    }
}